Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# OAuth.ClientIdRequired
source: Set a limited-input device OAuth client ID before signing in.
af_za: Stel 'n OAuth-kliënt-ID met beperkte toevoertoestel voor jy aanmeld.
am_et: ከመግባትዎ በፊት የተወሰነ የግቤት መሣሪያ OAuth ደንበኛ መታወቂያ ያዘጋጁ።
ar_sa: قم بتعيين معرف عميل OAuth لجهاز الإدخال المحدود قبل تسجيل الدخول.
as_in: চাইন ইন কৰাৰ আগতে এটা সীমিত-ইনপুট ডিভাইচ OAuth ক্লাএন্ট ID নিৰ্ধাৰণ কৰক।
az_latn_az: Daxil olmadan əvvəl məhdud giriş cihazı OAuth müştəri ID-sini təyin edin.
be_by: Усталюйце ідэнтыфікатар кліента OAuth прылады з абмежаваным уводам перад уваходам.
bg_bg: Задайте OAuth клиентски идентификатор на устройство с ограничено въвеждане, преди да влезете.
bn_bd: সাইন ইন করার আগে একটি সীমিত-ইনপুট ডিভাইস OAuth ক্লায়েন্ট আইডি সেট করুন।
bs_latn_ba: Postavite ID klijenta OAuth uređaja s ograničenim unosom prije prijave.
ca_es: Establiu un identificador de client OAuth de dispositiu d'entrada limitada abans d'iniciar la sessió.
cs_cz: Před přihlášením nastavte ID klienta OAuth zařízení s omezeným vstupem.
da_dk: Indstil et OAuth-klient-id for enheden med begrænset input, før du logger ind.
de_de: Legen Sie vor der Anmeldung eine OAuth-Client-ID für Geräte mit eingeschränkter Eingabe fest.
el_gr: Ορίστε ένα αναγνωριστικό πελάτη OAuth συσκευής περιορισμένης εισόδου πριν συνδεθείτε.
es_us: Establezca un ID de cliente OAuth de dispositivo de entrada limitada antes de iniciar sesión.
et_ee: Enne sisselogimist määrake piiratud sisendiga seadme OAuthi kliendi ID.
eu_es: Ezarri sarrera mugatuko gailuko OAuth bezero ID bat saioa hasi aurretik.
fa_ir: قبل از ورود به سیستم، شناسه سرویس گیرنده OAuth دستگاه با ورودی محدود را تنظیم کنید.
fi_fi: Aseta rajoitetun syöttölaitteen OAuth-asiakastunnus ennen sisäänkirjautumista.
fil_ph: Magtakda ng isang limitadong-input na device na OAuth client ID bago mag-sign in.
fr_ca: Définissez un ID client OAuth de périphérique à entrée limitée avant de vous connecter.
gl_es: Establece un ID de cliente OAuth de dispositivo de entrada limitada antes de iniciar sesión.
gu_in: સાઇન ઇન કરતા પહેલા મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ક્લાયંટ ID સેટ કરો.
he_il: הגדר מזהה לקוח OAuth של מכשיר עם קלט מוגבל לפני הכניסה.
hi_in: साइन इन करने से पहले एक सीमित-इनपुट डिवाइस OAuth क्लाइंट आईडी सेट करें।
hr_hr: Prije prijave postavite OAuth ID klijenta uređaja s ograničenim unosom.
hu_hu: A bejelentkezés előtt állítson be egy korlátozott bemenetű eszköz OAuth-ügyfélazonosítóját.
hy_am: Նախքան մուտք գործելը սահմանեք սահմանափակ մուտքագրման սարքի OAuth հաճախորդի ID:
id_id: Tetapkan ID klien OAuth perangkat masukan terbatas sebelum masuk.
is_is: Stilltu OAuth biðlaraauðkenni tækis með takmörkuðu inntaki áður en þú skráir þig inn.
it_it: Imposta un ID client OAuth del dispositivo con input limitato prima di accedere.
ja_jp: サインインする前に、入力制限付きデバイスの OAuth クライアント ID を設定します。
ka_ge: შესვლამდე დააყენეთ შეზღუდული შეყვანის მოწყობილობის OAuth კლიენტის ID.
kk_kz: Жүйеге кіру алдында шектеулі кіріс құрылғысының OAuth клиент идентификаторын орнатыңыз.
km_kh: កំណត់ឧបករណ៍បញ្ចូលដែលមានកំណត់ OAuth client ID មុនពេលចូល។
kn_in: ಸೈನ್ ಇನ್ ಮಾಡುವ ಮೊದಲು ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ಕ್ಲೈಂಟ್ ಐಡಿ ಹೊಂದಿಸಿ.
ko_kr: 로그인하기 전에 입력이 제한된 기기 OAuth 클라이언트 ID를 설정하세요.
ky_kg: Кирүүдөн мурун чектелген киргизүүчү түзмөк OAuth кардар идентификаторун коюңуз.
lo_la: ຕັ້ງຄ່າອຸປະກອນການປ້ອນຂໍ້ມູນແບບຈຳກັດ OAuth client ID ກ່ອນທີ່ຈະເຂົ້າສູ່ລະບົບ.
lt_lt: Prieš prisijungdami nustatykite riboto įvesties įrenginio OAuth kliento ID.
lv_lv: Pirms pierakstīšanās iestatiet ierobežotas ievades ierīces OAuth klienta ID.
mk_mk: Поставете ID на клиент OAuth на уред со ограничен влез пред да се најавите.
ml_in: സൈൻ ഇൻ ചെയ്യുന്നതിന് മുമ്പ് പരിമിതമായ ഇൻപുട്ട് ഉപകരണ OAuth ക്ലയൻ്റ് ഐഡി സജ്ജമാക്കുക.
mn_mn: Нэвтрэхээсээ өмнө хязгаарлагдмал оролтын төхөөрөмж OAuth клиент ID-г тохируулна уу.
mr_in: साइन इन करण्यापूर्वी मर्यादित-इनपुट डिव्हाइस OAuth क्लायंट आयडी सेट करा.
ms_my: Tetapkan ID klien OAuth peranti input terhad sebelum log masuk.
nb_no: Angi en OAuth-klient-ID med begrenset inndata før du logger på.
ne_np: साइन इन गर्नु अघि सीमित-इनपुट उपकरण OAuth ग्राहक ID सेट गर्नुहोस्।
nl_nl: Stel een OAuth-client-ID van het apparaat met beperkte invoer in voordat u zich aanmeldt.
or_in: ସାଇନ୍ ଇନ୍ କରିବା ପୂର୍ବରୁ ଏକ ସୀମିତ-ଇନପୁଟ୍ ଡିଭାଇସ୍ OAuth କ୍ଲାଏଣ୍ଟ ID ସେଟ୍ କରନ୍ତୁ |
pa_in: ਸਾਈਨ ਇਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕਲਾਇੰਟ ਆਈਡੀ ਸੈਟ ਕਰੋ।
pl_pl: Przed zalogowaniem ustaw identyfikator klienta OAuth urządzenia z ograniczonym wejściem.
pt_br: Defina um ID de cliente OAuth de dispositivo de entrada limitada antes de fazer login.
ro_ro: Setați un ID de client OAuth pentru dispozitiv cu intrare limitată înainte de a vă conecta.
ru_ru: Перед входом в систему задайте идентификатор клиента OAuth устройства с ограниченным вводом.
si_lk: පුරනය වීමට පෙර සීමිත ආදාන උපාංග OAuth සේවාලාභී ID සකසන්න.
sk_sk: Pred prihlásením nastavte ID klienta OAuth zariadenia s obmedzeným vstupom.
sl_si: Pred prijavo nastavite ID odjemalca OAuth naprave z omejenim vnosom.
sq_al: Cakto një ID të klientit OAuth të pajisjes me hyrje të kufizuar përpara se të identifikohesh.
sr_cyrl_rs: Подесите ИД клијента ОАутх уређаја са ограниченим уносом пре него што се пријавите.
sr_latn_rs: Podesite ID klijenta OAuth uređaja sa ograničenim unosom pre nego što se prijavite.
sv_se: Ställ in ett OAuth-klient-ID för enhet med begränsad ingång innan du loggar in.
sw_ke: Weka kitambulisho cha mteja cha kifaa cha kuingiza data chache cha OAuth kabla ya kuingia.
ta_in: உள்நுழைவதற்கு முன் வரையறுக்கப்பட்ட உள்ளீட்டு சாதன OAuth கிளையன்ட் ஐடியை அமைக்கவும்.
te_in: సైన్ ఇన్ చేయడానికి ముందు పరిమిత ఇన్‌పుట్ పరికరం OAuth క్లయింట్ IDని సెట్ చేయండి.
th_th: ตั้งค่ารหัสไคลเอ็นต์ OAuth ของอุปกรณ์อินพุตแบบจำกัดก่อนลงชื่อเข้าใช้
tr_tr: Oturum açmadan önce sınırlı girişli bir cihaz OAuth istemci kimliği ayarlayın.
uk_ua: Установіть ідентифікатор клієнта OAuth пристрою з обмеженим введенням перед входом.
ur_pk: سائن ان کرنے سے پہلے ایک محدود ان پٹ ڈیوائس OAuth کلائنٹ ID سیٹ کریں۔
uz_latn_uz: Kirishdan oldin cheklangan kirish qurilmasi OAuth mijoz identifikatorini sozlang.
vi_vn: Đặt ID ứng dụng khách OAuth của thiết bị đầu vào có giới hạn trước khi đăng nhập.
zh_hans_cn: 登录前设置限制输入设备 OAuth 客户端 ID。
zh_hant_hk: 登入前設定限制輸入裝置 OAuth 用戶端 ID。
zu_za: Setha i-ID yeklayenti ye-OAuth yedivayisi yokokufaka okukhawulelwe ngaphambi kokungena ngemvume.

# OAuth.ClientSecretRequired
source: Set the limited-input device OAuth client secret before signing in.
af_za: Stel die OAuth-kliëntgeheim van die beperkte toevoertoestel voordat jy aanmeld.
am_et: ከመግባትዎ በፊት የተገደበ የግቤት መሣሪያ OAuth ደንበኛን ሚስጥር ያዘጋጁ።
ar_sa: قم بتعيين سر عميل OAuth لجهاز الإدخال المحدود قبل تسجيل الدخول.
as_in: চাইন ইন কৰাৰ আগতে সীমিত-ইনপুট ডিভাইচ OAuth ক্লাএন্ট গোপনীয়তা সংহতি কৰক।
az_latn_az: Daxil olmadan əvvəl məhdud giriş cihazı OAuth müştəri sirrini təyin edin.
be_by: Усталюйце сакрэт кліента OAuth прылады з абмежаваным уводам перад уваходам.
bg_bg: Задайте OAuth клиентската тайна на устройството с ограничено въвеждане, преди да влезете.
bn_bd: সাইন ইন করার আগে সীমিত-ইনপুট ডিভাইস OAuth ক্লায়েন্ট সিক্রেট সেট করুন।
bs_latn_ba: Postavite tajnu OAuth klijenta uređaja s ograničenim unosom prije prijave.
ca_es: Estableix el secret del client OAuth del dispositiu d'entrada limitada abans d'iniciar la sessió.
cs_cz: Před přihlášením nastavte tajný klíč klienta OAuth zařízení s omezeným vstupem.
da_dk: Indstil OAuth-klienthemmeligheden for enheden med begrænset input, før du logger på.
de_de: Legen Sie vor der Anmeldung das OAuth-Client-Geheimnis für Geräte mit eingeschränkter Eingabe fest.
el_gr: Ορίστε το μυστικό πελάτη OAuth της συσκευής περιορισμένης εισαγωγής πριν συνδεθείτε.
es_us: Establezca el secreto del cliente OAuth del dispositivo de entrada limitada antes de iniciar sesión.
et_ee: Enne sisselogimist määrake piiratud sisendiga seadme OAuthi kliendi saladus.
eu_es: Ezarri sarrera mugatuko gailuaren OAuth bezeroaren sekretua saioa hasi aurretik.
fa_ir: قبل از ورود به سیستم، راز سرویس گیرنده OAuth دستگاه با ورودی محدود را تنظیم کنید.
fi_fi: Aseta rajoitetun syöttölaitteen OAuth-asiakassalaisuus ennen sisäänkirjautumista.
fil_ph: Itakda ang lihim ng client ng OAuth na may limitadong input device bago mag-sign in.
fr_ca: Définissez le secret client OAuth de l'appareil à entrée limitée avant de vous connecter.
gl_es: Establece o segredo do cliente OAuth do dispositivo de entrada limitada antes de iniciar sesión.
gu_in: સાઇન ઇન કરતા પહેલા મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ક્લાયંટ સિક્રેટ સેટ કરો.
he_il: הגדר את סוד לקוח OAuth של התקן מוגבל בקלט לפני הכניסה.
hi_in: साइन इन करने से पहले सीमित-इनपुट डिवाइस OAuth क्लाइंट रहस्य सेट करें।
hr_hr: Postavite OAuth klijentsku tajnu uređaja s ograničenim unosom prije prijave.
hu_hu: A bejelentkezés előtt állítsa be a korlátozott bemenetű eszköz OAuth-kliens titkát.
hy_am: Սահմանեք սահմանափակ մուտքագրման սարքի OAuth հաճախորդի գաղտնիքը նախքան մուտք գործելը:
id_id: Tetapkan rahasia klien OAuth perangkat masukan terbatas sebelum masuk.
is_is: Stilltu OAuth biðlara leyndarmál tækisins með takmörkuðu inntaki áður en þú skráir þig inn.
it_it: Imposta il segreto client OAuth del dispositivo a input limitato prima di accedere.
ja_jp: サインインする前に、入力制限付きデバイスの OAuth クライアント シークレットを設定します。
ka_ge: შესვლამდე დააყენეთ შეზღუდული შეყვანის მოწყობილობის OAuth კლიენტის საიდუმლო.
kk_kz: Жүйеге кіру алдында шектеулі енгізу құрылғысы OAuth клиент құпиясын орнатыңыз.
km_kh: កំណត់ឧបករណ៍បញ្ចូលដែលមានកំណត់ OAuth សម្ងាត់ម៉ាស៊ីនភ្ញៀវ មុនពេលចូល។
kn_in: ಸೈನ್ ಇನ್ ಮಾಡುವ ಮೊದಲು ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ಕ್ಲೈಂಟ್ ರಹಸ್ಯವನ್ನು ಹೊಂದಿಸಿ.
ko_kr: 로그인하기 전에 입력이 제한된 장치 OAuth 클라이언트 비밀번호를 설정하세요.
ky_kg: Кирүүдөн мурун чектелген киргизүүчү түзмөк OAuth кардар сырын коюңуз.
lo_la: ຕັ້ງອຸປະກອນການປ້ອນຂໍ້ມູນແບບຈຳກັດ OAuth client secret ກ່ອນເຂົ້າສູ່ລະບົບ.
lt_lt: Prieš prisijungdami nustatykite riboto įvesties įrenginio OAuth kliento paslaptį.
lv_lv: Pirms pierakstīšanās iestatiet ierobežotas ievades ierīces OAuth klienta noslēpumu.
mk_mk: Поставете ја тајната на клиентот на уредот со ограничен влез OAuth пред да се најавите.
ml_in: സൈൻ ഇൻ ചെയ്യുന്നതിന് മുമ്പ് പരിമിതമായ ഇൻപുട്ട് ഉപകരണം OAuth ക്ലയൻ്റ് രഹസ്യം സജ്ജമാക്കുക.
mn_mn: Нэвтрэхээсээ өмнө хязгаарлагдмал оролтын төхөөрөмжийн OAuth клиентийн нууцыг тохируулна уу.
mr_in: साइन इन करण्यापूर्वी मर्यादित-इनपुट डिव्हाइस OAuth क्लायंट गुप्त सेट करा.
ms_my: Tetapkan rahsia klien OAuth peranti input terhad sebelum log masuk.
nb_no: Angi OAuth-klienthemmeligheten for begrenset inndataenhet før du logger på.
ne_np: साइन इन गर्नु अघि सीमित-इनपुट उपकरण OAuth ग्राहक गोप्य सेट गर्नुहोस्।
nl_nl: Stel het OAuth-clientgeheim van het apparaat met beperkte invoer in voordat u zich aanmeldt.
or_in: ସାଇନ୍ ଇନ୍ କରିବା ପୂର୍ବରୁ ସୀମିତ-ଇନପୁଟ୍ ଡିଭାଇସ୍ OAuth କ୍ଲାଏଣ୍ଟ ଗୁପ୍ତ ସେଟ୍ କରନ୍ତୁ |
pa_in: ਸਾਈਨ ਇਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕਲਾਇੰਟ ਸੀਕ੍ਰੇਟ ਸੈਟ ਕਰੋ।
pl_pl: Przed zalogowaniem ustaw tajny klucz klienta OAuth urządzenia z ograniczonym wejściem.
pt_br: Defina o segredo do cliente OAuth do dispositivo de entrada limitada antes de fazer login.
ro_ro: Setați secretul clientului OAuth al dispozitivului cu intrare limitată înainte de a vă conecta.
ru_ru: Перед входом в систему установите секрет клиента OAuth для устройства с ограниченным вводом.
si_lk: පුරනය වීමට පෙර සීමිත ආදාන උපාංගය OAuth සේවාදායක රහස සකසන්න.
sk_sk: Pred prihlásením nastavte tajný kľúč klienta OAuth zariadenia s obmedzeným vstupom.
sl_si: Pred prijavo nastavite skrivnost odjemalca OAuth naprave z omejenim vnosom.
sq_al: Cakto sekretin e klientit OAuth të pajisjes me hyrje të kufizuar përpara se të identifikohesh.
sr_cyrl_rs: Подесите тајну ОАутх клијента уређаја са ограниченим уносом пре него што се пријавите.
sr_latn_rs: Podesite tajnu OAuth klijenta uređaja sa ograničenim unosom pre nego što se prijavite.
sv_se: Ställ in OAuth-klienthemligheten för enheten med begränsad ingång innan du loggar in.
sw_ke: Weka siri ya mteja wa kifaa cha kuingiza data chache cha OAuth kabla ya kuingia.
ta_in: உள்நுழைவதற்கு முன் வரையறுக்கப்பட்ட உள்ளீட்டு சாதனமான OAuth கிளையண்ட் ரகசியத்தை அமைக்கவும்.
te_in: సైన్ ఇన్ చేయడానికి ముందు పరిమిత ఇన్‌పుట్ పరికరం OAuth క్లయింట్ రహస్యాన్ని సెట్ చేయండి.
th_th: ตั้งค่ารหัสลับไคลเอ็นต์ OAuth ของอุปกรณ์อินพุตแบบจำกัดก่อนลงชื่อเข้าใช้
tr_tr: Oturum açmadan önce sınırlı girişli cihaz OAuth istemci sırrını ayarlayın.
uk_ua: Установіть секрет клієнта OAuth пристрою з обмеженим введенням перед входом.
ur_pk: سائن ان کرنے سے پہلے محدود ان پٹ ڈیوائس OAuth کلائنٹ کا راز سیٹ کریں۔
uz_latn_uz: Kirishdan oldin cheklangan kirish qurilmasi OAuth mijoz sirini sozlang.
vi_vn: Đặt bí mật ứng dụng khách OAuth của thiết bị đầu vào có giới hạn trước khi đăng nhập.
zh_hans_cn: 登录前设置有限输入设备 OAuth 客户端密钥。
zh_hant_hk: 登入前設定有限輸入設備 OAuth 用戶端金鑰。
zu_za: Setha imfihlo yeklayenti ye-OAuth yedivayisi yokokufaka okukhawulelwe ngaphambi kokungena ngemvume.

# OAuth.InvalidClient
source: Google rejected the limited-input device OAuth client (invalid_client). Check the client ID and client secret.
af_za: Google het die OAuth-kliënt met beperkte invoertoestel (ongeldige_kliënt) verwerp. Gaan die kliënt-ID en kliëntgeheim na.
am_et: Google የተገደበ የግቤት መሣሪያ OAuth ደንበኛን (ልክ ያልሆነ_ደንበኛ) ውድቅ አደረገው። የደንበኛ መታወቂያ እና የደንበኛ ሚስጥር ያረጋግጡ.
ar_sa: رفضت Google عميل OAuth لجهاز الإدخال المحدود (invalid_client). التحقق من معرف العميل وسر العميل.
as_in: Google এ সীমিত-ইনপুট ডিভাইচ OAuth ক্লায়েন্ট (invalid_client) নাকচ কৰিলে। ক্লাএন্ট ID আৰু ক্লাএন্ট গোপনীয়তা পৰীক্ষা কৰক।
az_latn_az: Google məhdud giriş cihazı OAuth müştərisini (invalid_client) rədd etdi. Müştəri ID və müştəri sirrini yoxlayın.
be_by: Google адхіліў кліент OAuth прылады з абмежаваным уводам (invalid_client). Праверце ідэнтыфікатар кліента і сакрэт кліента.
bg_bg: Google отхвърли OAuth клиента за устройство с ограничено въвеждане (invalid_client). Проверете клиентския идентификатор и клиентската тайна.
bn_bd: Google সীমিত-ইনপুট ডিভাইস OAuth ক্লায়েন্ট (অবৈধ_ক্লায়েন্ট) প্রত্যাখ্যান করেছে। ক্লায়েন্ট আইডি এবং ক্লায়েন্ট গোপন চেক করুন.
bs_latn_ba: Google je odbio OAuth klijent uređaja s ograničenim unosom (invalid_client). Provjerite ID klijenta i tajnu klijenta.
ca_es: Google ha rebutjat el client OAuth del dispositiu d'entrada limitada (invalid_client). Comproveu l'identificador del client i el secret del client.
cs_cz: Google odmítl klienta OAuth zařízení s omezeným vstupem (invalid_client). Zkontrolujte ID klienta a tajný klíč klienta.
da_dk: Google afviste OAuth-klienten for enheden med begrænset input (invalid_client). Tjek klient-id'et og klienthemmeligheden.
de_de: Google hat den OAuth-Client mit eingeschränkter Eingabemöglichkeit (invalid_client) abgelehnt. Überprüfen Sie die Client-ID und das Client-Geheimnis.
el_gr: Η Google απέρριψε το πρόγραμμα-πελάτη OAuth της συσκευής περιορισμένης εισαγωγής (invalid_client). Ελέγξτε το αναγνωριστικό πελάτη και το μυστικό του πελάτη.
es_us: Google rechazó el cliente OAuth del dispositivo de entrada limitada (invalid_client). Verifique el ID del cliente y el secreto del cliente.
et_ee: Google lükkas tagasi piiratud sisendiga seadme OAuthi kliendi (invalid_client). Kontrollige kliendi ID-d ja kliendi saladust.
eu_es: Google-k sarrera mugatuko gailuko OAuth bezeroa baztertu du (invalid_client). Egiaztatu bezeroaren IDa eta bezeroaren sekretua.
fa_ir: Google مشتری OAuth دستگاه با ورودی محدود (invalid_client) را رد کرد. شناسه مشتری و راز مشتری را بررسی کنید.
fi_fi: Google hylkäsi rajoitetun syöttölaitteen OAuth-asiakkaan (invalid_client). Tarkista asiakastunnus ja asiakkaan salaisuus.
fil_ph: Tinanggihan ng Google ang limitadong-input na device na OAuth client (invalid_client). Tingnan ang client ID at sikreto ng kliyente.
fr_ca: Google a rejeté le client OAuth du périphérique à entrée limitée (invalid_client). Vérifiez l'ID client et le secret client.
gl_es: Google rexeitou o cliente OAuth do dispositivo de entrada limitada (invalid_client). Comprobe o ID do cliente e o segredo do cliente.
gu_in: Google એ મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ક્લાયંટ (અમાન્ય_ક્લાયન્ટ) ને નકારી કાઢ્યું. ક્લાયંટ આઈડી અને ક્લાયંટ સિક્રેટ તપાસો.
he_il: Google דחתה את לקוח OAuth של מכשיר קלט מוגבל (invalid_client). בדוק את מזהה הלקוח ואת סוד הלקוח.
hi_in: Google ने सीमित-इनपुट डिवाइस OAuth क्लाइंट (अमान्य_क्लाइंट) को अस्वीकार कर दिया। क्लाइंट आईडी और क्लाइंट सीक्रेट जांचें।
hr_hr: Google je odbio OAuth klijent uređaja s ograničenim unosom (invalid_client). Provjerite ID klijenta i tajnu klijenta.
hu_hu: A Google elutasította a korlátozott bevitelű eszköz OAuth-kliensét (invalid_client). Ellenőrizze az ügyfélazonosítót és az ügyfél titkosságát.
hy_am: Google-ը մերժեց սահմանափակ մուտքագրման սարքի OAuth հաճախորդը (invalid_client): Ստուգեք հաճախորդի ID-ն և հաճախորդի գաղտնիքը:
id_id: Google menolak klien OAuth perangkat masukan terbatas (invalid_client). Periksa ID klien dan rahasia klien.
is_is: Google hafnaði OAuth biðlara tækisins með takmarkað inntak (invalid_client). Athugaðu auðkenni viðskiptavinarins og leyndarmál viðskiptavinarins.
it_it: Google ha rifiutato il client OAuth del dispositivo con input limitato (invalid_client). Controlla l'ID client e il segreto client.
ja_jp: Google は、入力制限のあるデバイスの OAuth クライアント (invalid_client) を拒否しました。クライアントIDとクライアントシークレットを確認してください。
ka_ge: Google-მა უარყო შეზღუდული შეყვანის მოწყობილობის OAuth კლიენტი (invalid_client). შეამოწმეთ კლიენტის ID და კლიენტის საიდუმლო.
kk_kz: Google шектеулі енгізу құрылғысы OAuth клиентінен (invalid_client) бас тартты. Клиент идентификаторы мен клиент құпиясын тексеріңіз.
km_kh: Google បានច្រានចោលឧបករណ៍បញ្ចូលដែលមានកំណត់ OAuth client (invalid_client)។ ពិនិត្យលេខសម្គាល់អតិថិជន និងការសម្ងាត់របស់អតិថិជន។
kn_in: ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ಕ್ಲೈಂಟ್ ಅನ್ನು Google ತಿರಸ್ಕರಿಸಿದೆ (invalid_client). ಕ್ಲೈಂಟ್ ಐಡಿ ಮತ್ತು ಕ್ಲೈಂಟ್ ರಹಸ್ಯವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: Google에서는 입력이 제한된 기기 OAuth 클라이언트(invalid_client)를 거부했습니다. 클라이언트 ID와 클라이언트 비밀번호를 확인하세요.
ky_kg: Google чектелген киргизүүчү түзмөк OAuth кардарын (invalid_client) четке какты. кардар ID жана кардар сырын текшерүү.
lo_la: Google ໄດ້ປະຕິເສດລູກຂ່າຍ OAuth ຂອງອຸປະກອນທີ່ຈຳກັດການປ້ອນຂໍ້ມູນ (invalid_client). ກວດເບິ່ງລະຫັດລູກຄ້າແລະຄວາມລັບຂອງລູກຄ້າ.
lt_lt: „Google“ atmetė riboto įvesties įrenginio „OAuth“ klientą (negaliojantis_klientas). Patikrinkite kliento ID ir kliento paslaptį.
lv_lv: Google noraidīja ierobežotas ievades ierīces OAuth klientu (invalid_client). Pārbaudiet klienta ID un klienta noslēpumu.
mk_mk: Google го отфрли клиентот OAuth на уредот со ограничен влез (invalid_client). Проверете го идентификаторот на клиентот и тајната на клиентот.
ml_in: പരിമിതമായ ഇൻപുട്ട് ഉപകരണമായ OAuth ക്ലയൻ്റ് (invalid_client) Google നിരസിച്ചു. ക്ലയൻ്റ് ഐഡിയും ക്ലയൻ്റ് രഹസ്യവും പരിശോധിക്കുക.
mn_mn: Google хязгаарлагдмал оролтын төхөөрөмж OAuth клиентээс (invalid_client) татгалзсан. Үйлчлүүлэгчийн ID болон үйлчлүүлэгчийн нууцыг шалгана уу.
mr_in: Google ने मर्यादित-इनपुट डिव्हाइस OAuth क्लायंट (अवैध_क्लायंट) नाकारले. क्लायंट आयडी आणि क्लायंट सीक्रेट तपासा.
ms_my: Google menolak klien OAuth peranti input terhad (invalid_client). Semak ID pelanggan dan rahsia pelanggan.
nb_no: Google avviste OAuth-klienten for begrenset inndataenhet (invalid_client). Sjekk klient-ID og klienthemmelighet.
ne_np: Google ले सीमित-इनपुट यन्त्र OAuth क्लाइन्ट (invalid_client) अस्वीकार गर्यो। ग्राहक आईडी र ग्राहक गोप्य जाँच गर्नुहोस्।
nl_nl: Google heeft de OAuth-client van het apparaat met beperkte invoer (invalid_client) afgewezen. Controleer de client-ID en het clientgeheim.
or_in: ଗୁଗୁଲ୍ ସୀମିତ-ଇନପୁଟ୍ ଡିଭାଇସ୍ OAuth କ୍ଲାଏଣ୍ଟ (ଅବ alid ଧ_ କ୍ଲାଏଣ୍ଟ) କୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କଲା | କ୍ଲାଏଣ୍ଟ ID ଏବଂ କ୍ଲାଏଣ୍ଟ ଗୁପ୍ତ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: Google ਨੇ ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕਲਾਇੰਟ (ਅਵੈਧ_ਕਲਾਇੰਟ) ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ ਹੈ। ਕਲਾਇੰਟ ਆਈਡੀ ਅਤੇ ਕਲਾਇੰਟ ਸੀਕਰੇਟ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Google odrzucił klienta OAuth urządzenia z ograniczonym wejściem (invalid_client). Sprawdź identyfikator klienta i sekret klienta.
pt_br: O Google rejeitou o cliente OAuth do dispositivo de entrada limitada (invalid_client). Verifique o ID do cliente e o segredo do cliente.
ro_ro: Google a respins clientul OAuth pentru dispozitiv cu introducere limitată (invalid_client). Verificați ID-ul clientului și secretul clientului.
ru_ru: Google отклонил клиент OAuth для устройств с ограниченным вводом (invalid_client). Проверьте идентификатор и секрет клиента.
si_lk: Google සීමිත ආදාන උපාංගය OAuth සේවාලාභියා (invalid_client) ප්‍රතික්ෂේප කළේය. සේවාදායක හැඳුනුම්පත සහ සේවාදායක රහස පරීක්ෂා කරන්න.
sk_sk: Google odmietol klienta OAuth zariadenia s obmedzeným vstupom (invalid_client). Skontrolujte ID klienta a tajný kľúč klienta.
sl_si: Google je zavrnil odjemalca OAuth naprave z omejenim vnosom (invalid_client). Preverite ID odjemalca in skrivnost odjemalca.
sq_al: Google refuzoi klientin OAuth të pajisjes me hyrje të kufizuar (invalid_client). Kontrolloni ID-në e klientit dhe sekretin e klientit.
sr_cyrl_rs: Гоогле је одбио ОАутх клијент уређаја са ограниченим уносом (инвалид_цлиент). Проверите ИД клијента и тајну клијента.
sr_latn_rs: Google je odbio OAuth klijent uređaja sa ograničenim unosom (invalid_client). Proverite ID klijenta i tajnu klijenta.
sv_se: Google avvisade OAuth-klienten för enheten med begränsad indata (invalid_client). Kontrollera klient-ID och klienthemlighet.
sw_ke: Google ilikataa kiteja cha OAuth cha kifaa cha kuingiza data chache (invalid_client). Angalia kitambulisho cha mteja na siri ya mteja.
ta_in: வரையறுக்கப்பட்ட உள்ளீட்டு சாதனமான OAuth கிளையண்டை (invalid_client) Google நிராகரித்தது. கிளையன்ட் ஐடி மற்றும் கிளையண்ட் ரகசியத்தை சரிபார்க்கவும்.
te_in: పరిమిత-ఇన్‌పుట్ పరికరం OAuth క్లయింట్ (invalid_client)ని Google తిరస్కరించింది. క్లయింట్ ID మరియు క్లయింట్ రహస్యాన్ని తనిఖీ చేయండి.
th_th: Google ปฏิเสธไคลเอ็นต์ OAuth ของอุปกรณ์อินพุตแบบจำกัด (invalid_client) ตรวจสอบรหัสไคลเอ็นต์และความลับไคลเอ็นต์
tr_tr: Google, sınırlı girişli cihaz OAuth istemcisini (invalid_client) reddetti. İstemci kimliğini ve istemci sırrını kontrol edin.
uk_ua: Google відхилив клієнт OAuth пристрою з обмеженим введенням (invalid_client). Перевірте ідентифікатор клієнта та секрет клієнта.
ur_pk: Google نے محدود ان پٹ ڈیوائس OAuth کلائنٹ (invalid_client) کو مسترد کر دیا۔ کلائنٹ آئی ڈی اور کلائنٹ کا راز چیک کریں۔
uz_latn_uz: Google cheklangan kirish qurilmasi OAuth mijozini (invalid_client) rad etdi. Mijoz ID va mijoz sirini tekshiring.
vi_vn: Google đã từ chối ứng dụng khách OAuth của thiết bị đầu vào có giới hạn (invalid_client). Kiểm tra ID khách hàng và bí mật khách hàng.
zh_hans_cn: Google 拒绝了有限输入设备 OAuth 客户端 (invalid_client)。检查客户端 ID 和客户端密钥。
zh_hant_hk: Google 拒絕了有限輸入裝置 OAuth 用戶端 (invalid_client)。檢查客戶端 ID 和客戶端金鑰。
zu_za: I-Google inqabe iklayenti le-OAuth yedivayisi yokokufaka okukhawulelwe (invalid_client). Hlola i-ID yeklayenti kanye nemfihlo yeklayenti.
